Repository: CoreELEC/CoreELEC
Catalog: projects/Amlogic-ce/packages/addons/service/homatics-leds/source/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Effect color
de_de: Farbe des Effekts

# #32002
source: Effect or solid
de_de: Effekt oder Einfarbig

# #32003
source: Color by name or hex
de_de: Farbe nach Name oder HEX

# #32004
source: Solid color On
de_de: LED-Farbe: Eingeschaltet

# #32005
source: Solid color Off
de_de: LED-Farbe: Ausgeschaltet

# #32006
source: Solid color Suspend
de_de: LED-Farbe: Schlafmodus

# #32007
source: Number of LEDs On
de_de: Anzahl der eingeschalteten LEDs

# #32009
source: Set red Knight Rider effect
de_de: Knight-Rider-Effekt: Rot

# #32010
source: Set blue Knight Rider effect
de_de: Knight-Rider-Effekt: Blau

# #32011
source: Set green Knight Rider effect
de_de: Knight-Rider-Effekt: Gr√ºn

# #32012
source: Set purple Knight Rider effect
de_de: Knight-Rider-Effekt: Lila

# #32013
source: Set yellow Knight Rider effect
de_de: Knight-Rider-Effekt: Gelb

# #32014
source: Set deepblue Knight Rider effect
de_de: Knight-Rider-Effekt: Tiefblau

# #32015
source: Set magenta Knight Rider effect
de_de: Knight-Rider-Effekt: Magenta

# #32016
source: Set orange Knight Rider effect
de_de: Knight-Rider-Effekt: Orange

# #32017
source: Set straight purple color
de_de: Einfarbige Farbe: Lila
